/* No comment provided by engineer. */
"%@ to %@" = "%1$@ in Richtung %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d von %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li bis %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "'item'-Parameter erforderlich";

/* No comment provided by engineer. */
"'portal' parameter required" = "'portal'-Parameter erforderlich";

/* No comment provided by engineer. */
"'tags' parameter required" = "'tags'-Parameter erforderlich";

/* No comment provided by engineer. */
"'title' parameter required" = "'title'-Parameter erforderlich";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Kein Wert>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Der Zugriff auf den Gerätestandort wurde verweigert.";

/* No comment provided by engineer. */
"Actual Size" = "Tatsächliche Größe";

/* No comment provided by engineer. */
"Add" = "Hinzufügen";

/* No comment provided by engineer. */
"Add Attachment" = "Anlage hinzufügen";

/* No comment provided by engineer. */
"Add..." = "Hinzufügen...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Für diesen Vorgang ist eine itemID erforderlich. Fügen Sie dieses Element dem Portal hinzu, und rufen Sie eine ItemID ab.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Eine unerwartete NSException ist aufgetreten, die ursprünglichen Informationen und die Aufrufliste sind jedoch nicht verfügbar. Unterbrechen Sie bei Objective-C-Ausnahmen, um die Codezeile anzuzeigen, die die ursprüngliche NSException verursacht. Weitere Informationen hierzu finden Sie in der Dokumentation.";

/* No comment provided by engineer. */
"Apply Geometry" = "Geometrie anwenden";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Zum Berechnen einer Route ist mindestens eine Einrichtung erforderlich.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Zum Berechnen einer Route ist mindestens ein Ereignis erforderlich.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Zum Berechnen einer Route sind mindestens zwei Stopps erforderlich.";

/* No comment provided by engineer. */
"Attachment" = "Anlage";

/* No comment provided by engineer. */
"Attachments" = "Anlagen";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Es wurde versucht, Funktionen zu verwenden, die für die aktuelle Lizenzstufe nicht unterstützt werden.";

/* No comment provided by engineer. */
"Authorization required" = "Autorisierung erforderlich";

/* No comment provided by engineer. */
"Bad Request" = "Fehlerhafte Anfrage";

/* No comment provided by engineer. */
"Bad URL." = "Falsche URL.";

/* No comment provided by engineer. */
"bytes" = "Bytes";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Es kann kein anderer Elementtyp als Speicherziel ausgewählt werden.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Die Identität von '%@' kann nicht überprüft werden.";

/* No comment provided by engineer. */
"Certificate Required" = "Zertifikat erforderlich";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Abfrage für URL: %1$@ with failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Feature-Typ ändern";

/* No comment provided by engineer. */
"Choose From Library" = "Aus Bibliothek auswählen";

/* No comment provided by engineer. */
"Clear" = "Auswahl aufheben";

/* No comment provided by engineer. */
"Clear Geometry" = "Geometrie löschen";

/* No comment provided by engineer. */
"Continue" = "Weiter";

/* No comment provided by engineer. */
"Created %d hours ago" = "Vor %d Stunden erstellt";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Vor %d Minuten erstellt";

/* No comment provided by engineer. */
"Created a minute ago" = "Vor 1 Minute erstellt";

/* No comment provided by engineer. */
"Created an hour ago" = "Vor 1 Stunde erstellt";

/* No comment provided by engineer. */
"Created by %@" = "Von %@ erstellt";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Von %1$@ vor %2$d Stunden erstellt";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Von %1$@ vor %2$d Minuten erstellt";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Von %@ vor 1 Minute erstellt";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Von %@ vor 1 Stunde erstellt";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Von %1$@ am %2$@ um %3$@ erstellt - Tag";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Von %1$@ am %2$@ um %3$@ erstellt - vollständig";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Von %@ kurz zuvor erstellt";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Von %1$@ um %2$@ erstellt - Tag";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Von %1$@ um %2$@ erstellt - vollständig";

/* No comment provided by engineer. */
"Created seconds ago" = "Kurz zuvor erstellt";

/* No comment provided by engineer. */
"Credential Required" = "Anmeldeinformationen erforderlich";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Ungültige Daten für das Tortendiagramm";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Delete Attachment" = "Anlage löschen";

/* No comment provided by engineer. */
"Delete Feature" = "Feature löschen";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Wenn diese Anlage gelöscht wird, wird sie aus dem Pop-up und den verknüpften Datenquellen entfernt.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Wenn dieses Feature gelöscht wird, wird es aus der Karte und den verknüpften Datenquellen entfernt.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Die Zeit- und Entfernungsattribute für Wegbeschreibungen stimmen nicht überein.";

/* No comment provided by engineer. */
"Edit" = "Bearbeiten";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Vor %d Stunden bearbeitet";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Vor %d Minuten bearbeitet";

/* No comment provided by engineer. */
"Edited a minute ago" = "Vor 1 Minute bearbeitet";

/* No comment provided by engineer. */
"Edited an hour ago" = "Vor 1 Stunde bearbeitet";

/* No comment provided by engineer. */
"Edited by %@" = "Von %@ bearbeitet";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Von %1$@ vor %2$d Stunden bearbeitet";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Von %1$@ vor %2$d Minuten bearbeitet";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Von %@ vor 1 Minute bearbeitet";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Von %@ vor 1 Stunde bearbeitet";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Von %1$@ am %2$@ um %3$@ bearbeitet - Tag";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Von %1$@ am %2$@ um %3$@ bearbeitet - vollständig";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Von %@ kurz zuvor bearbeitet";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Am %1$@ um %2$@ bearbeitet - Tag";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Von %1$@ um %2$@ bearbeitet - vollständig";

/* No comment provided by engineer. */
"Edited seconds ago" = "Kurz zuvor bearbeitet";

/* No comment provided by engineer. */
"Empty username/password" = "Benutzername/Kennwort leer";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Geben Sie ein Datum zwischen %1$@ und %2$@ ein.";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Geben Sie eine Zahl zwischen %1$@ und %2$@ ein.";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Geben Sie eine Zahl zwischen %1$i und %2$i ein.";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Fehler beim Hinzufügen der Kennung zur Schlüsselkette";

/* No comment provided by engineer. */
"Error adding keychain item" = "Fehler beim Hinzufügen des Schlüsselbundelements";

/* No comment provided by engineer. */
"Error extracting identity" = "Fehler beim Extrahieren der Kennung";

/* No comment provided by engineer. */
"Error Loading Page" = "Fehler beim Laden der Seite";

/* No comment provided by engineer. */
"Error removing keychain item" = "Fehler beim Entfernen des Schlüsselbundelements";

/* No comment provided by engineer. */
"Error updating keychain item" = "Fehler beim Aktualisieren des Schlüsselbundelements";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Überschreitet den Maximalwert (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Sehr groß";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Der Einrichtung (%1$@) wurden ungültige Kostenattributnamen (%2$@) hinzugefügt.";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Der Einrichtung (%1$@) wurde ein negatives Kostenattribut (%2$@) hinzugefügt.";

/* No comment provided by engineer. */
"Feature isn't valid." = "Feature ist ungültig.";

/* No comment provided by engineer. */
"Finish" = "Fertigstellen";

/* No comment provided by engineer. */
"Finishing editing..." = "Bearbeitung wird beendet...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometrie";

/* No comment provided by engineer. */
"Hide" = "Ausblenden";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Dem Ereignis (%1$@) wurden ungültige Kostenattributnamen (%2$@) hinzugefügt.";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Dem Ereignis (%1$@) wurde ein negatives Kostenattribut (%2$@) hinzugefügt.";

/* No comment provided by engineer. */
"Insert Part" = "Teil einfügen";

/* No comment provided by engineer. */
"Insert Vertex" = "Stützpunkt einfügen";

/* No comment provided by engineer. */
"Invalid argument." = "Ungültiges Argument.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Ungültige Anmeldeinformationen";

/* No comment provided by engineer. */
"Invalid GPX data." = "Ungültige GPX-Daten.";

/* No comment provided by engineer. */
"Invalid groupID." = "Ungültige groupID.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Der Beitritt zu dieser Organisation wird nur per Einladung unterstützt; Sie müssen eine Einladung vom Administrator erhalten.";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Aktuelle Werte beibehalten";

/* No comment provided by engineer. */
"Large" = "Groß";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Weniger als der Minimalwert (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Nur für Entwickler lizenziert";

/* No comment provided by engineer. */
"Loading feature..." = "Feature wird geladen...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Die Karte enthält Daten, die nicht gespeichert werden können. Um diese Karte zu speichern, wobei diese Daten entfernt werden, sollte \"forceSaveToSupportedVersion\" mit \"True\" übergeben werden.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Mittel";

/* No comment provided by engineer. */
"Missing client certificate" = "Client-Zertifikat fehlt";

/* string to represent hyperlink attributes */
"More Info" = "Weitere Infos";

/* No comment provided by engineer. */
"Move Geometry" = "Geometrie verschieben";

/* No comment provided by engineer. */
"Move Part" = "Teil verschieben";

/* No comment provided by engineer. */
"Move Vertex" = "Stützpunkt verschieben";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Es wurde kein Zertifikat für den Zugriff auf die Ressource '%@' gefunden.";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Keine Daten zum Erstellen eines Balkendiagramms";

/* No comment provided by engineer. */
"No data to create a line chart" = "Keine Daten zum Erstellen eines Liniendiagramms";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Keine Daten zum Erstellen eines Tortendiagramms";

/* No comment provided by engineer. */
"No image to display" = "Kein Bild, das angezeigt werden kann";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Zwischen zwei angegebenen Stopps (%@) kann kein Pfad gefunden werden.";

/* No comment provided by engineer. */
"Not a valid number" = "Keine gültige Zahl";

/* No comment provided by engineer. */
"Not a valid whole number" = "Keine gültige ganze Zahl";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Das Objekt kann nicht ohne ein Portal erstellt werden.  Verwenden Sie stattdessen die Methode \"fromJSON:withPortal:error:\".";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Mindestens ein Akkumulationsattributname (%@) ist ungültig.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Mindestens ein Attributname (%@), der mit den Attributwerten des benutzerdefinierten Parameters verknüpft ist, ist ungültig.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Mindestens eine Einrichtung (%@) weist eine NULL-Geometrie auf.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Mindestens eine Einrichtung (%@) weist einen ungültigen CurbApproach auf.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Mindestens eine Einrichtung (%@) weist eine ungültige Impedanzgrenze auf.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Mindestens ein Ereignis (%@) weist eine NULL-Geometrie auf.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Mindestens ein Ereignis (%@) weist einen ungültigen CurbApproach auf.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Mindestens ein Ereignis (%@) weist eine ungültige Impedanzgrenze auf.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Mindestens ein Ereignis (%@) weist weniger als 1 Zieleinrichtung auf.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Mindestens ein Parametername (%@), der mit den Attributwerten des benutzerdefinierten Parameters verknüpft ist, ist ungültig.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Mindestens ein Parameterwerttyp, der mit den Attributwerten des benutzerdefinierten Parameters (%@) verknüpft ist, ist ungültig.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Mindestens eine Punkt-Barriere (%@) ist nicht verortet.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Mindestens eine Punkt-Barriere (%@) weist eine NULL-Geometrie auf.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Mindestens einer Punkt-Barriere (%@) wurde ein ungültiger Kostenattributname hinzugefügt.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Mindestens eine Punkt-Barriere (%@) weist einen ungültigen CurbApproach auf.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Mindestens eine Polygon-Barriere (%@) deckt keine Netzwerkelemente ab.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Mindestens eine Polygon-Barriere (%@) weist eine NULL-Geometrie auf.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Mindestens eine Polygon-Barriere (%@) weist einen ungültigen skalierten Kostenattributnamen auf.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Mindestens eine Polylinien-Barriere (%@) deckt keine Netzwerkelemente ab.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Mindestens eine Polylinien-Barriere (%@) weist eine NULL-Geometrie auf.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Mindestens eine Polylinien-Barriere (%@) weist einen ungültigen skalierten Kostenattributnamen auf.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Mindestens ein Restriktionsattributname (%@) ist ungültig.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Mindestens ein Wert von \"Verwendung von Beschränkungen\" (%1$@), der mit den Attributwerten des benutzerdefinierten Parameters (%2$@) verknüpft ist, ist ungültig.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Mindestens ein Wert von \"Verwendung von Beschränkungen\" (%1$@), der mit den Attributwerten des benutzerdefinierten Parameters (%2$@) verknüpft ist, ist neutral (d. h. hat keine Auswirkungen).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Mindestens ein Stopp (%@) ist auf einem nicht passierbaren Element verortet.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Mindestens ein Stopp (%@) ist auf einem Element mit weicher Beschränkung verortet.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Mindestens ein Stopp (%@) ist nicht verortet.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Mindestens ein Stopp (%@) kann von anderen Stopps nicht erreicht werden.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Mindestens ein Stopp (%@) weist eine NULL-Geometrie auf.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Mindestens ein Stopp (%@) hat ein Zeitfenster-Ende, das vor dem Zeitfenster-Start liegt.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Mindestens ein Stopp (%@) hat ein Zeitfenster, das vor dem 1. Januar 1970 startet.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Mindestens ein Stopp (%@) weist einen ungültigen CurbApproach auf.";

/* No comment provided by engineer. */
"Open in Safari" = "In Safari öffnen";

/* No comment provided by engineer. */
"Password" = "Kennwort";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Geben Sie einen Namen für die neue Anlage ein.";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polygon-Barriere (%1$@) weist negative oder null skalierte Kostenattribute (%2$@) auf.";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Polylinien-Barriere (%1$@) weist negative oder null skalierte Kostenattribute (%2$@) auf.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polylinien können nicht zurückgegeben werden.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Der Benutzer des öffentlichen Kontos kann nicht auf diese Anwendung zugreifen.";

/* No comment provided by engineer. */
"Remove Part" = "Teil entfernen";

/* No comment provided by engineer. */
"Remove Vertex" = "Stützpunkt entfernen";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Die Neuanordnung von Stopps (Traveling Salesman Problem) wird nicht unterstützt, wenn die Sammlung der Stopps Wegpunkte oder Ruhezeiten enthält.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Auf Standardwerte zurücksetzen";

/* No comment provided by engineer. */
"Retry" = "Wiederholen";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Route startet oder endet an einem Wegpunkt.";

/* No comment provided by engineer. */
"Save Image" = "Bild speichern";

/* No comment provided by engineer. */
"Save Movie" = "Film speichern";

/* No comment provided by engineer. */
"Sign In" = "Anmelden";

/* No comment provided by engineer. */
"Skip" = "Überspringen";

/* No comment provided by engineer. */
"Small" = "Klein";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Angegebene Startzeit liegt vor dem 1. Januar 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Dem Stopp (%1$@) wurden ungültige Kostenattributnamen (%2$@) hinzugefügt.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Foto oder Video aufnehmen";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Der Standard-Impedanz-Grenzwert ist ungültig.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Die Anzahl der Standard-Zieleinrichtungen ist ungültig.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Der Streckenattributname für Wegbeschreibungen (%@) ist ungültig.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Die Sprache für Wegbeschreibungen ist ungültig.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Das Attribut einer Straßenklasse für Wegbeschreibungen ist ungültig.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Der Style für Wegbeschreibungen ist ungültig.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Der Name des Zeitattributs für Wegbeschreibungen (%@) ist ungültig.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Der Name des Impedanzattributs (%@) ist ungültig.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Der eingegebene Raumbezug ist nicht definiert.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Das Netzwerk weist kein Hierarchieattribut für hierarchische Routenplanung auf.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Das Objekt muss zuerst mit der Methode 'saveAs:' in einem Portal gespeichert werden.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Der ausgegebene Raumbezug ist nicht definiert.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Die Polygon-Pufferentfernung ist ungültig.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Die gesuchte Ressource wurde möglicherweise entfernt, ihr Name wurde geändert oder sie ist vorübergehend nicht verfügbar.";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Die resultierende Route hat mindestens ein Element mit weicher Beschränkung (%@) durchlaufen.";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Die Route ist zu groß, um mit dem gehstreckenbasierten Reisemodus berechnet zu werden.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Die Where-Suchklausel wird nicht unterstützt.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Das Zertifikat des Servers ist ungültig. Sie stellen möglicherweise eine Verbindung mit einem Server her, der vorgibt, '%@' zu sein, was ein Risiko für Ihre vertraulichen Informationen darstellen kann. Möchten Sie die Verbindung trotzdem herstellen?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Der Service kann die Zeitverschiebung nicht ordnungsgemäß berechnen.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "Die angegebene clientID ist ungültig";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Die Eigenschaft des Stopp-Typs wurde für Stopps (%@) ignoriert, da der Server den ausgewählten Stopp-Typ nicht unterstützt.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Der Reisemodus wurde nicht auf den Standardwert festgelegt.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Die Wegpunkte (%@) enthalten ein hinzugefügtes Kostenattribut.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Die Wegpunkte (%@) enthalten Zeitfenster.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Beim Laden des Features ist ein Fehler aufgetreten. Überprüfen Sie die Netzwerkkonnektivität.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Das Startdatum des Zeitfensters wurde geändert.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Die Zeitfenster wurden ignoriert, da das Impedanzattribut nicht zeitbasiert ist.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Zum Speichern als neues Element müssen Sie beim Portal angemeldet sein.";

/* No comment provided by engineer. */
"Today" = "Heute";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token ist ungültig oder abgelaufen";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Token-URL fehlt. Bitte geben Sie eine gültige Token-URL in den Anmeldedaten an.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Mit den angegebenen Anmeldeinformationen ist keine Anmeldung möglich.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Das Benutzerprofil kann nicht vom Anbieter abgerufen werden.";

/* No comment provided by engineer. */
"Unauthorized access" = "Unberechtigter Zugriff";

/* No comment provided by engineer. */
"Unknown authentication error" = "Unbekannter Authentifizierungsfehler";

/* No comment provided by engineer. */
"Unknown condition." = "Unbekannte Bedingung.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Unbekannter Fehler";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Nicht unterstützte GPX-Daten.";

/* No comment provided by engineer. */
"User canceled error" = "Fehler bei Abbruch durch den Benutzer";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Durch Ihre Organisation zugewiesene Benutzerlizenzen sind ungültig. Wenden Sie sich an Ihren Administrator, um die Lizenzzuweisungen anzupassen, und versuchen Sie es erneut.";

/* No comment provided by engineer. */
"Username" = "Benutzername";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Authentifizierung erfolgt über den Browser...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Der Wert überschreitet die maximale Feldlänge von %lu.";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Sie ändern den Feature-Typ. Möchten Sie die aktuellen Werte (nach Möglichkeit) beibehalten oder auf die Standardwerte zurücksetzen?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Sie können sich nicht anmelden, da Sie kein Organisationskonto besitzen, das mit Ihren Anmeldeinformationen für das soziale Netzwerk verknüpft ist.";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Sie besitzen nicht die Berechtigungen für den Zugriff auf diese Ressource.";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Sie verfügen nicht über das erforderliche Benutzer-Level, um auf diese Anwendung zuzugreifen.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Sie müssen beim Portal angemeldet sein, um diesen Vorgang durchzuführen.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Sie müssen eine Bewertung zwischen 1 und 5 angeben.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Sie müssen einen Schlüssel zur Beschreibung der Standortnutzung (NSLocationWhenInUseUsageDescription oder NSLocationAlwaysUsageDescription) in der plist festlegen.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Sie müssen ein Zertifikat auswählen, um auf die Ressource '%@' zugreifen zu können.";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Sie müssen sich anmelden, um auf die Ressource '%@' zugreifen zu können.";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "Pkt";
"Unknown" = "Unbekannt";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Zentimeter";
"Decimal Degrees" = "Dezimalgrad";
"Decimeters" = "Dezimeter";
"Feet" = "Fuß";
"Inches" = "Zoll";
"Kilometers" = "Kilometer";
"Meters" = "Meter";
"Miles" = "Meilen";
"Millimeters" = "Millimeter";
"Nautical Miles" = "Seemeilen";
"Points" = "Punkte";
"Yards" = "Yard";

/* Area Units Abbreviated Strings */
"sq. in" = "sq in";
"sq. ft" = "sq ft";
"sq. yd" = "yd²";
"ac" = "ac";
"sq. mi" = "mi²";
"sq. mm" = "mm²";
"sq. cm" = "cm²";
"sq. dm" = "dm²";
"sq. m" = "m²";
"ares" = "Ar";
"ha" = "ha";
"sq. km" = "km²";

/* Area Units Display Strings */
"Square Inches" = "Quadratinch";
"Square Feet" = "Quadratfuß";
"Square Yards" = "Quadratyards";
"Acres" = "Acres";
"Square Miles" = "Quadratmeilen";
"Square Millimeters" = "Quadratmillimeter";
"Square Centimeters" = "Quadratzentimeter";
"Square Decimeters" = "Quadratdezimeter";
"Square Meters" = "Quadratmeter";
"Ares" = "Ar";
"Hectares" = "Hektar";
"Square Kilometers" = "Quadratkilometer";

